-----------------------------------------------------------------------------------------------
-----------------------------------------------------------------------------------------------
--
-- 	MEDIEVAL KINGDOMS 1212 - IRONMAN: ACHIEVEMENT - CRUSADER KING
-- 	By: DETrooper
--
-----------------------------------------------------------------------------------------------
-----------------------------------------------------------------------------------------------

local achievement = {};

achievement.name = "Король-хрестоносець";
achievement.description = "Беручи участь у хрестовому поході в ролі католицької фракції, отримайте рису 'Король-хрестоносець' для лідера своєї фракції.";
achievement.manual = true; -- Is unlocked elsewhere in scripts.
achievement.unlocked = false;
achievement.unlocktime = "";

return achievement;
