-----------------------------------------------------------------------------------------------
-----------------------------------------------------------------------------------------------
--
-- 	MEDIEVAL KINGDOMS 1212 - IRONMAN: ACHIEVEMENT - DON'T MIND IF I DO
-- 	By: DETrooper
--
-----------------------------------------------------------------------------------------------
-----------------------------------------------------------------------------------------------

local achievement = {};

achievement.name = "Не заперечуєте, якщо я...?";
achievement.description = "У ролі претендента на трон Священної Римської імперії успішно скиньте нинішнього імператора.";
achievement.manual = true; -- Is unlocked elsewhere in scripts.
achievement.unlocked = false;
achievement.unlocktime = "";

return achievement;
