-----------------------------------------------------------------------------------------------
-----------------------------------------------------------------------------------------------
--
-- 	MEDIEVAL KINGDOMS 1212 - IRONMAN: ACHIEVEMENT - BASILEIA RHOMAION
-- 	By: DETrooper
--
-----------------------------------------------------------------------------------------------
-----------------------------------------------------------------------------------------------

local achievement = {};

achievement.name = "Держава ромеїв";
achievement.description = "Граючи за Епірське царство, Нікейську імперію або Трапезундську імперію, відновіть Римську імперію.";
achievement.manual = true; -- Is unlocked elsewhere in scripts.
achievement.unlocked = false;
achievement.unlocktime = "";

return achievement;
