-----------------------------------------------------------------------------------------------
-----------------------------------------------------------------------------------------------
--
-- 	MEDIEVAL KINGDOMS 1212 - IRONMAN: ACHIEVEMENT - KING OF KINGS
-- 	By: DETrooper
--
-----------------------------------------------------------------------------------------------
-----------------------------------------------------------------------------------------------

local achievement = {};

achievement.name = "Цар царів";
achievement.description = "Граючи за Гуридський султанат, Атабекство Хазараспідів, Атабекство Ільдегізідів або Атабекство Салгурідів, відновіть Перську імперію.";
achievement.manual = true; -- Is unlocked elsewhere in scripts.
achievement.unlocked = false;
achievement.unlocktime = "";

return achievement;
